var PluginFrame = null;
if (typeof(top.frames['plugin']) == 'undefined') {
    if (typeof(top.frames[0]) != 'undefined') {
        if (typeof(top.frames[0].window.PM) != 'undefined') {
            PluginFrame = top.frames[0].window;
        }
    }
}
else {
    PluginFrame = top.frames['plugin'].window;
}

var PluginZagorodDate = null;
if (PluginFrame != null) {
    PluginFrame.$(PluginFrame.PM.plugins).each(function() {
        if (this.id == "Zagorod") {
            PluginZagorodDate = this;
        }
    });
}

if (PluginZagorodDate.QuestList['Бабушкин пирог'] == null) {
	PluginZagorodDate.QuestList = {'Бабушкин пирог':0, 'Больная лошадь':1, 'Гнилая вода':2, 'Дикий зверь':3, 'Диковинные чётки':4, 'Загадочный клинок':5, 'Лечебное снадобье':6, 'Людоед':7, 
	'Магическая сила':8, 'Магическое зеркало':9, 'Новые стрелы':10, 'Оборотень':11, 'Подготовка к зимовке':12, 'Помощь по конюшне':13, 'Потерявшийся ребенок':14, 'Почтовый дилижанс':15, 
	'Праздничные приготовления':16, 'Приворотное зелье':17, 'Пропавшая грамота':18, 'Прохудившаяся лодка':19, 'Разбойничья переправа':20, 'Сейф для трактирщика':21, 'Семейный секрет':22, 
	'Создание амулета':23, 'Странная находка':24, 'Сумка почтальона':25, 'Украденная икона':26, 'Цветные сердца':27, 'Чемпион':28, 'Шляпа для лесоруба':29};
}

if (PluginZagorodDate.QuestNPCTime['Бабушкин пирог'] == null) {
	PluginZagorodDate.QuestNPCTime = {'Бабушкин пирог':'От Кэпа до Деревни 13 мин.', 
	'Больная лошадь':'От Кэпа до Конюшни 5 мин.', 
	'Гнилая вода':'От Кэпа до Переправы 9 мин.', 
	'Дикий зверь':'От Кэпа до Дома лесоруба 18 мин.', 
	'Диковинные чётки':'От Кэпа до Деревни 13 мин.', 
	'Загадочный клинок':'От Кэпа до Хижины пилигрима 6 мин.', 
	'Лечебное снадобье':'От Кэпа до Охотничьего бивака 24 мин.', 
	'Людоед':'От Кэпа до Деревни 13 мин.', 
	'Магическая сила':'От Кэпа до Башни мага 24 мин.', 
	'Магическое зеркало':'От Кэпа до Башни мага 24 мин.', 
	'Новые стрелы':'От Кэпа до Охотничьего бивака 24 мин.', 
	'Оборотень':'От Кэпа до Охотничьего бивака 24 мин.', 
	'Подготовка к зимовке':'От Кэпа до Разбойничьего логова 18 мин.', 
	'Помощь по конюшне':'От Кэпа до Конюшни 5 мин.', 
	'Потерявшийся ребенок':'От Кэпа до Сторожевого поста 3 мин.', 
	'Почтовый дилижанс':'От Кэпа до Почтовой станции 14 мин.', 
	'Праздничные приготовления':'От Кэпа до Башни мага 24 мин.', 
	'Приворотное зелье':'От Кэпа до Хижины ведьмы 14 мин.', 
	'Пропавшая грамота':'От Кэпа до Почтовой станции 14 мин.', 
	'Прохудившаяся лодка':'От Кэпа до Переправы 9 мин.', 
	'Разбойничья переправа':'От Кэпа до Разбойничьего логова 18 мин.', 
	'Сейф для трактирщика':'От Кэпа до Деревни 13 мин.', 
	'Семейный секрет':'От Кэпа до Деревни 13 мин.', 
	'Создание амулета':'От Кэпа до Хижины пилигрима 6 мин.', 
	'Странная находка':'От Кэпа до Хижины пилигрима 6 мин.', 
	'Сумка почтальона':'От Кэпа до Почтовой станции 14 мин.', 
	'Украденная икона':'От Кэпа до Деревни 13 мин.', 
	'Цветные сердца':'От Кэпа до Башни мага 24 мин.', 
	'Чемпион':'От Кэпа до Сторожевого поста 3 мин.', 
	'Шляпа для лесоруба':'От Кэпа до Дома лесоруба 18 мин.'};
}

if (PluginZagorodDate.QuestRes.length == 0) {
	PluginZagorodDate.QuestRes = [[0, 1], [0, 1], [0, 3], [0, 3], [1, 1], [0, 2], [0, 1], [1, 1], [0, 1], [0, 1], [0, 1], [0, 1], [0, 1], [0, 1], [0, 0], [0, 1], [0, 0], [0, 3], [1, 1], [0, 1], [1, 0], [0, 1], 
									[0, 1], [0, 3], [0, 1], [0, 1], [1, 1], [0, 1], [1, 1], [0, 1]];
}

if (PluginZagorodDate.ItsQuest.length == 0) {
	PluginZagorodDate.ItsQuest[0]	= ["Бабушкин пирог", "фруктовое варенье", "4 осколка руды", "2 хвороста", "письмо Пилигрима"];
	PluginZagorodDate.ItsQuest[1]	= ["Больная лошадь", "Найти лекарство", "о лекарстве", "Магу перо орла", "Отнести лекарство"];
	PluginZagorodDate.ItsQuest[2]	= ["Гнилая вода", "странностях на реке", "котёл", "живую воду", "противоядие"];
	PluginZagorodDate.ItsQuest[3]	= ["Дикий зверь", "дикого зверя", "стрелу Охотнику", "совета у Мага", "Предупредить Ведьму", "волос священника", "слова Мага", "уха утопленника", 
										"Поймать жаб", "на себе заклятие"];
	PluginZagorodDate.ItsQuest[4]	= ["Диковинные чётки", "чётки", "Драгоценные бусины", "Отправиться к Пилигриму"];
	PluginZagorodDate.ItsQuest[5]	= ["Загадочный клинок", "узнать про клинок", "Показать клинок", "у Ведьмы зелье", "чародей-травы", "зелье Магу", "Отнести клинок Рыцарю"];
	PluginZagorodDate.ItsQuest[6]	= ["Лечебное снадобье", "снадобье от ведьмы", "спирт"];
	PluginZagorodDate.ItsQuest[7]	= ["Людоед", "Поговорить с Трактирщиком", "лесных разбойников", "Поговорить с охотником", "людоеда"];
	PluginZagorodDate.ItsQuest[8]	= ["Магическая сила", "манускрипт", "Пилигриму Зуб дракона"];
	PluginZagorodDate.ItsQuest[9]	= ["Магическое зеркало", "резную оправу", "кабанью ногу", "кастет медведя", "Лесорубу обед"];
	PluginZagorodDate.ItsQuest[10]	= ["Новые стрелы", "древки для стрел", "10 волков в лесу"];
	PluginZagorodDate.ItsQuest[11]	= ["Оборотень", "завёлся в лесу", "Сходить к Рыцарю", "Сходить к Кузницу", "и манускрипт", "зайти к Священнику", "ему крестики", "клинок к Магу", 
										"клинок охотнику", "магу волчью кровь"];
	PluginZagorodDate.ItsQuest[12]	= ["Подготовка к зимовке", "полушубков", "лык"];
	PluginZagorodDate.ItsQuest[13]	= ["Помощь по конюшне", "подковы", "Лесорубу топор"];
	PluginZagorodDate.ItsQuest[14]	= ["Потерявшийся ребенок", "ребёнка"];
	PluginZagorodDate.ItsQuest[15]	= ["Почтовый дилижанс", "получить три расписки"];
	PluginZagorodDate.ItsQuest[16]	= ["Праздничные приготовления", "приглашения", "приглашение", "почтальон выполнил", "Вернуться к Магу"];
	PluginZagorodDate.ItsQuest[17]	= ["Приворотное зелье", "рецептов Ведьмы", "Любисток", "приворотное зелье", "девушка приходила", "информацию в деревне", "Вернуться к Рыцарю", "Походный плащ"];
	PluginZagorodDate.ItsQuest[18]	= ["Пропавшая грамота", "разыскать грамоту", "поговорить с Трактирщиком", "поговорить с Рыцарем", "поговорить с Лодочником", "поговорить с Разбойником", "Отнести грамоту"];
	PluginZagorodDate.ItsQuest[19]	= ["Прохудившаяся лодка", "ремонте лодок", "Лодочнику гвозди"];
	PluginZagorodDate.ItsQuest[20]	= ["Разбойничья переправа", "переправе разбойников", "лодочнику ущерб", "проблемы с лодочником"];
	PluginZagorodDate.ItsQuest[21]	= ["Сейф для трактирщика", "сейф", "руну защитного заговора"];
	PluginZagorodDate.ItsQuest[22]	= ["Семейный секрет", "Чистейшей речной воды", "Драгоценными Камнями"];
	PluginZagorodDate.ItsQuest[23]	= ["Создание амулета", "помочь Ведьме", "Вернуть амулет", "Кровавой Луны"];
	PluginZagorodDate.ItsQuest[24]	= ["Странная находка", "предмет нашел Пилигрим", "ледоруб Охраннику", "Гедрика"];
	PluginZagorodDate.ItsQuest[25]	= ["Сумка почтальона", "собрать пряжки", "охотнику вино"];
	PluginZagorodDate.ItsQuest[26]	= ["Украденная икона", "икону", "церковь", "усмирить духа", "святую воду"];
	PluginZagorodDate.ItsQuest[27]	= ["Цветные сердца", "Вечной Молодости", "рассказать про Мага", "про молитву"];
	PluginZagorodDate.ItsQuest[28]	= ["Чемпион", "подпольные бои"];
	PluginZagorodDate.ItsQuest[29]	= ["Шляпа для лесоруба", "красивые орлиные перья", "письмо Рыцаря", "10 Разбойников"];
}

if (PluginZagorodDate.TextQuest.length == 0) {
	PluginZagorodDate.TextQuest[0]	= [['<b><font color=\'#006600\'>Бабушкин пирог&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>х</font>]</b>' +
									'<br>' +
									'<b>1ч 45мин (пешком).</b><br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщик</b></a>.<br>'+
									'1. <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнец</b></a> просит 4 руды.<br>'+
									'2. <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьма</b></a> просит 2 хвороста.<br>'+
									'3. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигрима</b></a> взять письмо.<br>'+
									'4. Победить <a style=\'cursor:pointer;\' title=\'Идти на Рудник\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":35,"y":35}])\'><b>Рудокопа</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать руду.<br>'+
									'5. Победить <a style=\'cursor:pointer;\' title=\'Идти в Пещеру дракона\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":585,"y":25}])\'><b>Дракона</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать хворост.<br>'+
									'6. Отдать письмо <a style=\'cursor:pointer;\' title=\'Идти на Почтовую станцию\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":275}])\'><b>Почтальону</b></a>.<br>'+
									'7. Взять травку у <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьмы</b></a>.<br>'+
									'8. Взять варенье у <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигрима</b></a>.<br>'+
									'9. Взять противень у <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнеца</b></a>.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщику</b></a>.<br>', 
									'<br><b>Награда: </b><br>Обед воина, 250 репутации,<br>1000 опыта и 2 монеты.<br>',
									'<br><b>Награда: </b><br>Обед воина, 300 репутации,<br>2000 опыта и 3 монеты.<br>',
									'<br><b>Награда: </b><br>Обед воина, 350 репутации,<br>3000 опыта и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Обед воина, 400 репутации,<br>5000 опыта и 5 монет.<br>',
									'<br><b>Награда: </b><br>Обед воина, 450 репутации,<br>10000 опыта и 6 монет.<br>',
									'<br><b>Награда: </b><br>Обед воина, 500 репутации,<br>20000 опыта и 7 монет.<br>',
									'<br><b>Награда: </b><br>Обед воина, 550 репутации,<br>40000 опыта и 8 монет.<br>']];
									
	PluginZagorodDate.TextQuest[1]	= [['<b><font color=\'#006600\'>Больная лошадь&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>1ч 55мин (пешком).</b><br>'+
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти на Конюшню\''+
									' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":165},{"x":225,"y":135},{"x":305,"y":335},{"x":465,"y":125},{"x":675,"y":75},{"x":785,"y":215}])\'>'+
									'<b>Конюх</b></a>.<br>'+
									'1. Поговорить со <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священником</b></a>.<br>'+
									'2. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охранником</b></a>.<br>'+
									'3. <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Маг</b></a> просит принести -<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;перо орла, 3 глаза медведя<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и помет дракона.<br>'+
									'4. Победить <a style=\'cursor:pointer;\' title=\'Идти в Пещеру дракона\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":585,"y":25}])\'><b>Дракона</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать помет.<br>'+
									'5. Идти в сторону <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотника</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;в лесу победить медведей<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(очень злые).<br>'+
									'6. Победить <a style=\'cursor:pointer;\' title=\'Идти к Орлиному гнезду\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":155,"y":195}])\'><b>Орла</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать перо.<br>'+
									'7. У <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Мага</b></a>, взять лекарство.<br>'+
									'8. Зайти к <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священнику</b></a>,<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;за бонусом:<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;Зелье Старого Мага.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти на Конюшню\''+
									' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":165},{"x":225,"y":135},{"x":305,"y":335},{"x":465,"y":125},{"x":675,"y":75},{"x":785,"y":215}])\'>'+
									'<b>Конюху</b></a>.<br>',
									'<br><b>Награда: </b><br> Подогнать Бронь, Бутерброд,<br>250 репутации, 1000 опыта<br>и 2 монеты,<br>бонус: Зелье Старого Мага.<br>',
									'<br><b>Награда: </b><br> Подогнать Бронь, Бутерброд,<br>300 репутации, 2000 опыта<br>и 3 монеты,<br>бонус: Зелье Старого Мага.<br>',
									'<br><b>Награда: </b><br> Подогнать Бронь, Бутерброд,<br>350 репутации, 3000 опыта<br>и 4 монеты,<br>бонус: Зелье Старого Мага.<br>',
									'<br><b>Награда: </b><br> Подогнать Бронь, Бутерброд,<br>400 репутации, 5000 опыта<br>и 5 монет,<br>бонус: Зелье Старого Мага.<br>',
									'<br><b>Награда: </b><br> Подогнать Бронь, Бутерброд,<br>450 репутации, 10000 опыта<br>и 6 монет,<br>бонус: Зелье Старого Мага.<br>',
									'<br><b>Награда: </b><br> Подогнать Бронь, Бутерброд,<br>500 репутации, 20000 опыта<br>и 7 монет,<br>бонус: Зелье Старого Мага.<br>',
									'<br><b>Награда: </b><br> Подогнать Бронь, Бутерброд,<br>550 репутации, 40000 опыта<br>и 8 монет,<br>бонус: Зелье Старого Мага.<br>']];
									
	PluginZagorodDate.TextQuest[2]	= [['<b><font color=\'#006600\'>Гнилая вода&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>2ч 30мин (пешком).</b><br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти на Переправу\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":415,"y":245},{"x":435,"y":225}])\'>'+
									'<b>Лодочник</b></a>.<br>'+
									'1. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигримом</b></a>.<br>'+
									'2. <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьма</b></a> просит котел.<br>'+
									'3. <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнец</b></a> просит 10 руды.<br>'+
									'4. Победить <a style=\'cursor:pointer;\' title=\'Идти на Рудник\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":35,"y":35}])\'><b>Рудокопа</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать руду.<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнеца</b></a> взять котел.<br>'+
									'6. <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьма</b></a> просит<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;10 веток с кустов,<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;живую воду и рыбий глаз<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(ветки собираются<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;на болоте, вдоль реки,<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;по пути к лодочнику).<br>'+
									'7. У <a style=\'cursor:pointer;\' title=\'Идти на Переправу\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":415,"y":245},{"x":435,"y":225}])\'>'+
									'<b>Лодочника</b></a> взять<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;рыбий глаз.<br>'+
									'8. У <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b> Мага</b></a> взять живую воду.<br>'+
									'9. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьмы</b></a> взять<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;противоядие.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти на Переправу\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":415,"y":245},{"x":435,"y":225}])\'>'+
									'<b>Лодочнику</b></a>.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>200 репутации, 1000 опыта<br>и 1 монета.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>250 репутации, 2000 опыта<br>и 2 монеты.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>300 репутации, 3000 опыта<br>и 3 монеты.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>350 репутации, 5000 опыта<br>и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>400 репутации, 10000 опыта<br>и 5 монет.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>450 репутации, 20000 опыта<br>и 6 монет.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>500 репутации, 40000 опыта<br>и 7 монет.<br>']];
									
	PluginZagorodDate.TextQuest[3]	= [['<b><font color=\'#006600\'>Дикий зверь&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесоруб</b></a>.<br>'+
									'1. В лесу победить волка,<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;забрать стрелу.<br>'+
									'2. Вернуться к <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесорубу</b></a>.<br>'+
									'3. <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотник</b></a> просит книгу.<br>'+
									'4. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Магом</b></a>.<br>'+
									'<br><strong>Вариант I:</strong><br>'+
									'<b>2ч 30мин (пешком).</b><br>' +
									'<i>(Первый вариант ответа Магу)</i><br>'+
									'5. <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотник</b></a> отправляет к Ведьме.'+
									'<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;<i>(Первый вариант ответа Охотнику)</i><br>'+
									'6. <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьма</b></a> просит<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;воду, волос и траву<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(траву собирать на болоте).<br>'+
									'7. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священника</b></a> вырвать волос.<br>'+
									'8. У <a style=\'cursor:pointer;\' title=\'Идти на Переправу\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":415,"y":245},{"x":435,"y":225}])\'>'+
									'<b>Лодочника</b></a> взять воду.<br>'+
									'9. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьмы</b></a> взять зелье.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(зайти в инвентарь,<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;выпить зелье)<br>'+
									'10. На болоте победить охотника.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьме</b></a>.<br>',
									'<b>Награда: </b><br>Хилка 60HP, чек на 5-20 кр,<br>150 репутации, 1000 опыта<br>и 2 монеты.<br>',
									'<b>Награда: </b><br>Хилка 90HP, чек на 5-20 кр,<br>200 репутации, 2000 опыта<br>и 3 монеты.<br>',
									'<b>Награда: </b><br>Хилка 120HP, чек на 5-20 кр,<br>250 репутации, 3000 опыта<br>и 4 монеты.<br>',
									'<b>Награда: </b><br>Хилка 150HP, чек на 5-20 кр,<br>300 репутации, 5000 опыта<br>и 5 монет.<br>',
									'<b>Награда: </b><br>Хилка 180HP, чек на 5-20 кр,<br>350 репутации, 10000 опыта<br>и 6 монет.<br>',
									'<b>Награда: </b><br>Хилка 180HP, чек на 5-20 кр,<br>400 репутации, 20000 опыта<br>и 7 монет.<br>',
									'<b>Награда: </b><br>Хилка 180HP, чек на 5-20 кр,<br>450 репутации, 40000 опыта<br>и 8 монет.<br>'], 
									['<br><strong>Вариант II:</strong><br>'+
									'<b>1ч 20мин (пешком).</b><br>' +
									'<i>(Первый вариант ответа Магу)</i><br>'+
									'5. <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотник</b></a> '+
									'отправляет к Ведьме.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;<i>(Второй вариант ответа Охотнику)</i><br>'+
									'Сдать задание <b>Охотнику</b>.<br>',
									'<b>Награда: </b><br>Обед Воина, 150 репутации,<br>1000 опыта и 3 монеты.<br>',
									'<b>Награда: </b><br>Обед Воина, 200 репутации,<br>2000 опыта и 4 монеты.<br>',
									'<b>Награда: </b><br>Обед Воина, 250 репутации,<br>3000 опыта и 5 монет.<br>',
									'<b>Награда: </b><br>Обед Воина, 300 репутации,<br>5000 опыта и 6 монет.<br>',
									'<b>Награда: </b><br>Обед Воина, 350 репутации,<br>10000 опыта и 7 монет.<br>',
									'<b>Награда: </b><br>Обед Воина, 400 репутации,<br>20000 опыта и 8 монет.<br>',
									'<b>Награда: </b><br>Обед Воина, 450 репутации,<br>40000 опыта и 9 монет.<br>'], 
									['<br><strong>Вариант III:</strong><br>'+
									'<b>2ч 50мин (пешком).</b><br>' +
									'<i>(Второй вариант ответа Магу)</i><br>'+
									'5. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотником</b></a>.<br>'+
									'6. <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Маг</b></a> просит зуб дракона,<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;воду из уха утопленника<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и волчью кровь.<br>'+
									'7. Победить <a style=\'cursor:pointer;\' title=\'Идти в Пещеру дракона\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":585,"y":25}])\'><b>Дракона</b></a> '+
									'и забрать зуб.<br>'+
									'8. На болоте победить утопленника<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать воду.<br>'+
									'9. В лесу победить волков<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и собрать кровь.<br>'+
									'10. У <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Мага</b></a> взять руну<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;и мешок для жаб.<br>'+
									'11. Поймать жаб на болоте.<br>'+
									'12. Отнести жаб <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьме</b></a>.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>(Первый вариант ответа Ведьме)</i><br>'+ 
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Магу</b></a>.<br>',
									'<b>Награда: </b><br>Подогнать Щит, Хилка 60HP,<br>150 репутации, 1000 опыта<br>и 2 монеты.<br>',
									'<b>Награда: </b><br>Подогнать Щит, Хилка 90HP,<br>200 репутации, 2000 опыта<br>и 3 монеты.<br>',
									'<b>Награда: </b><br>Подогнать Щит, Хилка 120HP,<br>250 репутации, 3000 опыта<br>и 4 монеты.<br>',
									'<b>Награда: </b><br>Подогнать Щит, Хилка 150HP,<br>300 репутации, 5000 опыта<br>и 5 монет.<br>',
									'<b>Награда: </b><br>Подогнать Щит, Хилка 180HP,<br>350 репутации, 10000 опыта<br>и 6 монет.<br>',
									'<b>Награда: </b><br>Подогнать Щит, Хилка 180HP,<br>400 репутации, 20000 опыта<br>и 7 монет.<br>',
									'<b>Награда: </b><br>Подогнать Щит, Хилка 180HP,<br>450 репутации, 40000 опыта<br>и 8 монет.<br>'], 
									['<br><strong>Вариант IV:</strong><br>'+
									'<b>2ч 35мин (пешком).</b><br>' +
									'<i>(Второй вариант ответа Ведьме)</i><br>'+ 
									'13. На болоте победить охотника.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьме</b></a>.<br>',
									'<b>Награда: </b><br>Подогнать Бронь, Бутерброд,<br>200 репутации, 1000 опыта<br>и 3 монеты.<br>',
									'<b>Награда: </b><br>Подогнать Бронь, Бутерброд,<br>250 репутации, 2000 опыта<br>и 4 монеты.<br>',
									'<b>Награда: </b><br>Подогнать Бронь, Бутерброд,<br>300 репутации, 3000 опыта<br>и 5 монет.<br>',
									'<b>Награда: </b><br>Подогнать Бронь, Бутерброд,<br>350 репутации, 5000 опыта<br>и 6 монет.<br>',
									'<b>Награда: </b><br>Подогнать Бронь, Бутерброд,<br>400 репутации, 10000 опыта<br>и 7 монет.<br>',
									'<b>Награда: </b><br>Подогнать Бронь, Бутерброд,<br>450 репутации, 20000 опыта<br>и 8 монет.<br>',
									'<b>Награда: </b><br>Подогнать Бронь, Бутерброд,<br>500 репутации, 40000 опыта<br>и 9 монет.<br>']];
									
	PluginZagorodDate.TextQuest[4]	= [['<b><font color=\'#006600\'>Диковинные чётки&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b>'+
									'[<br>'+
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священник</b></a>.<br>'+
									'<br><strong>Вариант I:</strong><br>'+
									'<b>1ч 30мин (пешком)</b>.<br>' +
									'1. <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигрим</b></a> '+
									'просит нить, бусины<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и деревянные звенья.<br>'+
									'2. У <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесоруба</b></a> взять<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;деревянные звенья.<br>'+
									'3. У <a style=\'cursor:pointer;\' title=\'Идти к Скупщику краденого\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":645,"y":165}])\'>Скупщика</a> взять бусины<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(заплатить 10 кр.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;или победить разбойника).<br>'+
									'4. У <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'>Охотника</a> взять нить.<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигрима</b></a> взять чётки.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священнику</b></a>.<br>',
									'<b>Награда: </b><br>Нападение «Разбойника»,<br>150 репутации, 1000 опыта<br>и 3 монеты.<br>',
									'<b>Награда: </b><br>Нападение «Разбойника»,<br>200 репутации, 2000 опыта<br>и 4 монеты.<br>',
									'<b>Награда: </b><br>Нападение «Разбойника»,<br>250 репутации, 3000 опыта<br>и 5 монет.<br>',
									'<b>Награда: </b><br>Нападение «Разбойника»,<br>300 репутации, 5000 опыта<br>и 6 монет.<br>',
									'<b>Награда: </b><br>Нападение «Разбойника»,<br>350 репутации, 10000 опыта<br>и 7 монет.<br>',
									'<b>Награда: </b><br>Нападение «Разбойника»,<br>400 репутации, 20000 опыта<br>и 8 монет.<br>',
									'<b>Награда: </b><br>Нападение «Разбойника»,<br>450 репутации, 40000 опыта<br>и 9 монет.<br>'],
									['<br><strong>Вариант II:</strong><br>'+
									'<b>1ч 10мин (пешком)</b>.<br>' +
									'1. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Разбойничье логово\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":525,"y":135}])\'>Разбойником</a>.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;<i>(Второй вариант ответа Разбойнику)</i><br>'+
									'2. <b>Разбойник</b> просит еду.<br>'+
									'3. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'>Трактирщика</a> взять еду<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(заплатить 10 кр.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;или победить вышибалу).<br>'+
									'4. Победить <a style=\'cursor:pointer;\' title=\'Идти в Разбойничье логово\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":525,"y":135}])\'>Разбойника</a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать чётки.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священнику</b></a>.<br>',
									'<b>Награда: </b><br>Бутерброд, 200 репутации,<br>1000 опыта и 2 монеты.<br>',
									'<b>Награда: </b><br>Бутерброд, 250 репутации,<br>2000 опыта и 3 монеты.<br>',
									'<b>Награда: </b><br>Бутерброд, 300 репутации,<br>3000 опыта и 4 монеты.<br>',
									'<b>Награда: </b><br>Бутерброд, 350 репутации,<br>5000 опыта и 5 монет.<br>',
									'<b>Награда: </b><br>Бутерброд, 400 репутации,<br>10000 опыта и 5 монет.<br>',
									'<b>Награда: </b><br>Бутерброд, 450 репутации,<br>20000 опыта и 5 монет.<br>',
									'<b>Награда: </b><br>Бутерброд, 500 репутации,<br>40000 опыта и 6 монет.<br>'],
									['<br><strong>Вариант III:</strong><br>'+
									'<b>1ч (пешком)</b>.<br>' +
									'1. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Разбойничье логово\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":525,"y":135}])\'>Разбойником</a>.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;<i>(Первый вариант ответа Разбойнику)</i><br>'+
									'2. Заплатить 10 кр. <b>Разбойнику</b>.<br>'+
									'3. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигримом</b></a>.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;<i>(Первый вариант ответа Пилигриму)</i><br>'+
									'4. Победить <a style=\'cursor:pointer;\' title=\'Идти в Разбойничье логово\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":525,"y":135}])\'>Разбойника</a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать чётки.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священнику</b></a>.<br>',
									'<b>Награда: </b><br>Хилка 60HP, 150 репутации,<br>1000 опыта и 4 монеты.<br>',
									'<b>Награда: </b><br>Хилка 90HP, 200 репутации,<br>2000 опыта и 5 монет.<br>',
									'<b>Награда: </b><br>Хилка 120HP, 250 репутации,<br>3000 опыта и 6 монет.<br>',
									'<b>Награда: </b><br>Хилка 150HP, 300 репутации,<br>5000 опыта и 7 монет.<br>',
									'<b>Награда: </b><br>Хилка 180HP, 350 репутации,<br>10000 опыта и 8 монет.<br>',
									'<b>Награда: </b><br>Хилка 180HP, 400 репутации,<br>20000 опыта и 9 монет.<br>',
									'<b>Награда: </b><br>Хилка 180HP, 450 репутации,<br>40000 опыта и 10 монет.<br>'],
									['<br><strong>Вариант IV:</strong><br>'+
									'<b>40мин (пешком)</b>.<br>' +
									'<i>(Второй вариант ответа Пилигриму)</i><br>'+
									'4. Победить <b>Разбойника</b>.<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигрима</b></a> взять чётки.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священнику</b></a>.<br>',
									'<b>Награда: </b><br>Свиток «Познание Лабитринта»,<br>150 репутации, 1000 опыта<br>и 2 монеты.<br>',
									'<b>Награда: </b><br>Свиток «Познание Лабитринта»,<br>200 репутации, 2000 опыта<br>и 3 монеты.<br>',
									'<b>Награда: </b><br>Свиток «Познание Лабитринта»,<br>250 репутации, 3000 опыта<br>и 4 монеты.<br>',
									'<b>Награда: </b><br>Свиток «Познание Лабитринта»,<br>300 репутации, 5000 опыта<br>и 5 монет.<br>',
									'<b>Награда: </b><br>Свиток «Познание Лабитринта»,<br>350 репутации, 10000 опыта<br>и 6 монет.<br>',
									'<b>Награда: </b><br>Свиток «Познание Лабитринта»,<br>400 репутации, 20000 опыта<br>и 7 монет.<br>',
									'<b>Награда: </b><br>Свиток «Познание Лабитринта»,<br>450 репутации, 40000 опыта<br>и 8 монет.<br>']];
									
	PluginZagorodDate.TextQuest[5]	= [['<b><font color=\'#006600\'>Загадочный клинок&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>1ч 45мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигрим</b></a>.<br>'+
									'1. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнецом</b></a>.<br>'+
									'2. <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Маг</b></a> просит зелье.<br>'+
									'3. <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьма</b></a> просит чародей-траву.<br>'+
									'4. Собрать траву на болоте.<br>'+
									'4. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьмы</b></a> взять зелье.<br>'+
									'5. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Магом</b></a>.<br>'+
									'6. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'><b>Рыцарем</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;<i>(Выбрать второй пункт в разговоре –</i><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;<i>«Получить награду</i><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;<i>без завершения квеста»)</i>.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьме</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и получить бонус.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 150 репутации,<br>1000 опыта и 1 монета,<br>бонус: «Переманить клона».<br>',
									'<br><b>Награда: </b><br>Бутерброд, 200 репутации,<br>2000 опыта и 2 монеты,<br>бонус: «Переманить клона».<br>',
									'<br><b>Награда: </b><br>Бутерброд, 250 репутации,<br>3000 опыта и 3 монеты,<br>бонус: «Переманить клона».<br>',
									'<br><b>Награда: </b><br>Бутерброд, 300 репутации,<br>5000 опыта и 4 монеты,<br>бонус: «Переманить клона».<br>',
									'<br><b>Награда: </b><br>Бутерброд, 350 репутации,<br>10000 опыта и 5 монет,<br>бонус: «Переманить клона».<br>',
									'<br><b>Награда: </b><br>Бутерброд, 400 репутации,<br>20000 опыта и 6 монет,<br>бонус: «Переманить клона».<br>',
									'<br><b>Награда: </b><br>Бутерброд, 450 репутации,<br>40000 опыта и 7 монет,<br>бонус: «Переманить клона».<br>']];
									
	PluginZagorodDate.TextQuest[6]	= [['<b><font color=\'#006600\'>Лечебное снадобье&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>2ч 05мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотник</b></a>.<br>'+
									'1. <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьма</b></a> просит крысиные хвосты,<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;помет дракона и спирт.<br>'+
									'2. Победить <a style=\'cursor:pointer;\' title=\'Идти на Рудник\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":35,"y":35}])\'><b>Крыс</b></a> и забрать хвосты.<br>'+
									'3. В <a style=\'cursor:pointer;\' title=\'Идти в Пещеру дракона\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":585,"y":25}])\'><b>Пещере дракона</b></a> забрать помет<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(<b>Срок годности 30 минут</b>,<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;может напасть дракон).<br>'+
									'4. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщика</b></a> взять спирт<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(заплатить 1 кр.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;или победить вышибалу).<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьмы</b></a> взять снадобье.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотнику</b></a>.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 150 репутации,<br>1000 опыта и 1 монета.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 200 репутации,<br>2000 опыта и 2 монеты.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 250 репутации,<br>3000 опыта и 3 монеты.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 300 репутации,<br>5000 опыта и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 350 репутации,<br>10000 опыта и 5 монет.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 400 репутации,<br>20000 опыта и 6 монет.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 450 репутации,<br>40000 опыта и 7 монет.<br>']];
									
	PluginZagorodDate.TextQuest[7]	= [['<b><font color=\'#006600\'>Людоед&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>55мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священник</b></a>.<br>'+
									'1. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщиком</b></a>.<br>'+
									'2. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Разбойничье логово\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":525,"y":135}])\'><b>Разбойником</b></a>.<br>'+
									'3. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотником</b></a>.<br>'+
									'4. В лесу победить Людоеда.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священнику</b></a>.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, Бутерброд<br>150 репутации, 1000 опыта<br>и 2 монеты.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, Бутерброд<br>200 репутации, 2000 опыта<br>и 3 монеты.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, Бутерброд<br>250 репутации, 3000 опыта<br>и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, Бутерброд<br>300 репутации, 5000 опыта<br>и 5 монет.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, Бутерброд<br>350 репутации, 10000 опыта<br>и 6 монет.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, Бутерброд<br>400 репутации, 20000 опыта<br>и 7 монет.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, Бутерброд<br>450 репутации, 40000 опыта<br>и 8 монет.<br>']];
									
	PluginZagorodDate.TextQuest[8]	= [['<b><font color=\'#006600\'>Магическая сила&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>2ч 25мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Маг</b></a>.<br>'+
									'1. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьмой</b></a>.<br>'+
									'2. У <a style=\'cursor:pointer;\' title=\'Идти на Переправу\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":415,"y":245},{"x":435,"y":225}])\'>'+
									'<b>Лодочника</b></a> взять воду.<br>'+
									'3. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Разбойничье логово\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":525,"y":135}])\'><b>Разбойником</b></a>.<br>'+
									'4. Поговорить со <a style=\'cursor:pointer;\' title=\'Идти к Скупщику краденого\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":645,"y":165}])\'><b>Скупщиком</b></a>.<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщика</b></a> взять рукопись<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(заплатить 5 кр.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;или победить вышибалу).<br>'+
									'6. <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигрим</b></a> '+
									'просит зуб дракона.<br>'+
									'7. У <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотника</b></a> '+
									'взять заячью лапку.<br>'+
									'8. Победить <a style=\'cursor:pointer;\' title=\'Идти в Пещеру дракона\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":585,"y":25}])\'><b>Дракона</b></a> '+
									'и забрать зуб.<br>'+
									'9. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигрима</b></a> взять рукопись.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Магу</b></a><br>',
									'<br><b>Награда: </b><br>Бутерброд, 150 репутации,<br>1000 опыта и 1 монета.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 200 репутации,<br>2000 опыта и 2 монеты.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 250 репутации,<br>3000 опыта и 3 монеты.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 300 репутации,<br>5000 опыта и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 350 репутации,<br>10000 опыта и 5 монет.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 400 репутации,<br>20000 опыта и 6 монет.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 450 репутации,<br>40000 опыта и 7 монет.<br>']];
									
	PluginZagorodDate.TextQuest[9]	= [['<b><font color=\'#006600\'>Магическое зеркало&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>1ч 25мин (пешком)</b>.<br>' +
									'(Нужен кастет «Когти медведя»).<br>'+
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Маг</b></a>.<br>'+
									'1. <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесоруб</b></a> просит обед.<br>'+
									'2. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщика</b></a> взять обед<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(отгадать загадку<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;или заплатить 2 кр).<br>'+
									'3. <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнец</b></a> просит кабанью ногу.<br>'+
									'4. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотником</b></a>.<br>'+
									'5. Отдать <b>Охотнику</b><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;кастет «Когти медведя»<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;или победить медведей в лесу.<br>'+
									'6. У <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотника</b></a> взять окорок.<br>'+
									'7. У <a style=\'cursor:pointer;\' title=\'Идти к Скупщику краденого\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":645,"y":165}])\'><b>Скупщика</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;взять драгоценные камни<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(заплатить 5 кр.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;или победить крыс).<br>'+
									'8. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнеца</b></a> взять ножки.<br>'+
									'9. У <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесоруба</b></a> взять оправу.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Магу</b></a><br>',
									'<br><b>Награда: </b><br>Хилка 60HP, 200 репутации,<br>1000 опыта и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Хилка 90HP, 250 репутации,<br>2000 опыта и 5 монет.<br>',
									'<br><b>Награда: </b><br>Хилка 120HP, 300 репутации,<br>3000 опыта и 6 монет.<br>',
									'<br><b>Награда: </b><br>Хилка 150HP, 350 репутации,<br>5000 опыта и 7 монет.<br>',
									'<br><b>Награда: </b><br>Хилка 180HP, 400 репутации,<br>10000 опыта и 8 монет.<br>',
									'<br><b>Награда: </b><br>Хилка 180HP, 450 репутации,<br>20000 опыта и 9 монет.<br>',
									'<br><b>Награда: </b><br>Хилка 180HP, 500 репутации,<br>40000 опыта и 10 монет.<br>']];
									
	PluginZagorodDate.TextQuest[10]	= [['<b><font color=\'#006600\'>Новые стрелы&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>2ч 10мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотник</b></a>.<br>'+
									'1. Победить <a style=\'cursor:pointer;\' title=\'Идти к Орлиному гнезду\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":155,"y":195}])\'><b>Орла</b></a> '+
									'и забрать перья.<br>'+
									'2. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьмы</b></a> взять яд.<br>'+
									'3. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесорубом</b></a>.<br>'+
									'4. В лесу победить волков.<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесоруба</b></a> взять древки.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотнику</b></a><br>',
									'<br><b>Награда: </b><br>Обед воина, 250 репутации,<br>1000 опыта и 3 монеты.<br>',
									'<br><b>Награда: </b><br>Обед воина, 300 репутации,<br>2000 опыта и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Обед воина, 350 репутации,<br>3000 опыта и 5 монет.<br>',
									'<br><b>Награда: </b><br>Обед воина, 400 репутации,<br>5000 опыта и 6 монет.<br>',
									'<br><b>Награда: </b><br>Обед воина, 450 репутации,<br>10000 опыта и 7 монет.<br>',
									'<br><b>Награда: </b><br>Обед воина, 500 репутации,<br>20000 опыта и 8 монет.<br>',
									'<br><b>Награда: </b><br>Обед воина, 550 репутации,<br>40000 опыта и 9 монет.<br>']];
									
	PluginZagorodDate.TextQuest[11]	= [['<b><font color=\'#006600\'>Оборотень&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>3ч (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотник</b></a><br>'+
									'1. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигримом</b></a>.<br>'+
									'2. <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'><b>Рыцарь</b></a> просит клинок.<br>'+
									'3. <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнец</b></a> просит руду.<br>'+
									'4. Победить <a style=\'cursor:pointer;\' title=\'Идти на Рудник\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":35,"y":35}])\'><b>Рудокопа</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbspи забрать руду.<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священника</b></a> взять крестики.<br>'+
									'6. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охранником</b></a>.<br>'+
									'7. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священника</b></a> взять манускрипт.<br>'+
									'8. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнеца</b></a> взять клинок.<br>'+
									'9. <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Маг</b></a> просит волчью кровь.<br>'+
									'10. Победить волков<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;в лесу у <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' '+
									'onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'>Лесоруба</a>.<br>'+
									'11. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Магом</b></a>.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотнику</b></a><br>',
									'<br><b>Награда: </b><br>Бутерброд, 200 репутации,<br>1000 опыта и 1 монета.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 250 репутации,<br>2000 опыта и 2 монеты.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 300 репутации,<br>3000 опыта и 3 монеты.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 350 репутации,<br>5000 опыта и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 400 репутации,<br>10000 опыта и 5 монет.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 450 репутации,<br>20000 опыта и 6 монет.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 500 репутации,<br>40000 опыта и 7 монет.<br>']];
									
	PluginZagorodDate.TextQuest[12]	= [['<b><font color=\'#006600\'>Подготовка к зимовке&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>2ч (пешком)</b>.<br>'+
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Разбойничье логово\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":525,"y":135}])\'><b>Разбойник</b></a>.<br>'+
									'1. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотником</b></a>.<br>'+
									'2. В лесу победить волков<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и собрать клыки<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(для бонуса нужно 6 шт.).<br>'+
									'3. У <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'>'+
									'<b>Охотника</b></a> взять полушубки.<br>'+
									'4. Поговорить со <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священником</b></a>.<br>'+
									'5. Зайти к <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьме</b></a>, '+
									'получить бонус.<br>'+
									'6. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти на Конюшню\' '+
									'onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":165},{"x":225,"y":135},{"x":305,"y":335},{"x":465,"y":125},{"x":675,"y":75},{"x":785,"y":215}])\'>'+
									'<b>Конюхом</b></a>.<br>'+
									'7. У <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'><b>Рыцаря</b></a> взять сено.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Разбойничье логово\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":525,"y":135}])\'><b>Разбойнику</b></a>.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, Бутерброд,<br>150 репутации, 1000 опыта<br>и 1 монета, бонус: 20 кр.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, Бутерброд,<br>200 репутации, 2000 опыта<br>и 2 монеты, бонус: 20 кр.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, Бутерброд,<br>250 репутации, 3000 опыта<br>и 3 монеты, бонус: 20 кр.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, Бутерброд,<br>300 репутации, 5000 опыта<br>и 4 монеты, бонус: 20 кр.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, Бутерброд,<br>350 репутации, 10000 опыта<br>и 5 монет, бонус: 20 кр.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, Бутерброд,<br>400 репутации, 20000 опыта<br>и 6 монет, бонус: 20 кр.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, Бутерброд,<br>450 репутации, 40000 опыта<br>и 7 монет, бонус: 20 кр.<br>']];
									
	PluginZagorodDate.TextQuest[13]	= [['<b><font color=\'#006600\'>Помощь по конюшне&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>1ч 30мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти на Конюшню\' '+
									'onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":165},{"x":225,"y":135},{"x":305,"y":335},{"x":465,"y":125},{"x":675,"y":75},{"x":785,"y":215}])\'>'+
									'<b>Конюх</b></a><br>'+
									'1. <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнец</b></a> просит руду.<br>'+
									'2. <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесоруб</b></a> просит топор.<br>'+
									'3. У <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охранника</b></a> взять топор.<br>'+
									'4. Победить <a style=\'cursor:pointer;\' title=\'Идти на Рудник\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":35,"y":35}])\'><b>Рудокопа</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbspи забрать руду.<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'>'+
									'<b>Рыцаря</b></a> взять сено и вино.<br>'+
									'6. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнеца</b></a> взять подковы.<br>'+
									'7. У <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесоруба</b></a> взять спицы.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;<i>(Второй вариант ответа Лесорубу)</i><br>'+
									'8. Получить бонус.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти на Конюшню\' '+
									'onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":165},{"x":225,"y":135},{"x":305,"y":335},{"x":465,"y":125},{"x":675,"y":75},{"x":785,"y":215}])\'>'+
									'<b>Конюху</b></a><br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>150 репутации, 1000 опыта<br>и 1 монета, бонус: Бутерброд.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>200 репутации, 2000 опыта<br>и 2 монеты, бонус: Бутерброд.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>250 репутации, 3000 опыта<br>и 3 монеты, бонус: Бутерброд.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>300 репутации, 5000 опыта<br>и 4 монеты, бонус: Бутерброд.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>350 репутации, 10000 опыта<br>и 5 монет, бонус: Бутерброд.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>400 репутации, 20000 опыта<br>и 6 монет, бонус: Бутерброд.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>450 репутации, 40000 опыта<br>и 7 монет, бонус: Бутерброд.<br>']];
									
	PluginZagorodDate.TextQuest[14]	= [['<b><font color=\'#006600\'>Потерявшийся ребенок&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охранник</b></a>.<br>'+
									'1. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщиком</b></a>.<br>'+
									'2. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотником</b></a>.<br>'+
									'3. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесорубом</b></a>.<br>'+
									'4. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Разбойничье логово\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":525,"y":135}])\'><b>Разбойником</b></a>.<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Мага</b></a> взять зелье.<br>'+
									'6. Пойти в <a style=\'cursor:pointer;\' title=\'Идти в Пещеру дракона\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":585,"y":25}])\'><b>Пещеру дракона</b></a>.<br>'+
									'7. Использовать зелье<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать ребенка.<br>'+
									'8. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Магом</b></a>.<br>'+
									'<br><strong>Вариант I:</strong><br>'+
									'<b>2ч (пешком)</b>.<br>' +
									'<i>(Первый вариант ответа Магу)</i><br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охраннику</b></a>.<br>',
									'<b>Награда: </b><br>Бутерброд, 200 репутации,<br>1000 опыта и 1 монета.<br>',
									'<b>Награда: </b><br>Бутерброд, 250 репутации,<br>2000 опыта и 2 монеты.<br>',
									'<b>Награда: </b><br>Бутерброд, 300 репутации,<br>3000 опыта и 3 монеты.<br>',
									'<b>Награда: </b><br>Бутерброд, 350 репутации,<br>5000 опыта и 4 монеты.<br>',
									'<b>Награда: </b><br>Бутерброд, 400 репутации,<br>10000 опыта и 5 монет.<br>',
									'<b>Награда: </b><br>Бутерброд, 450 репутации,<br>20000 опыта и 6 монет.<br>',
									'<b>Награда: </b><br>Бутерброд, 500 репутации,<br>40000 опыта и 7 монет.<br>'],
									['<br><strong>Вариант II:</strong><br>'+
									'<b>2ч (пешком)</b>.<br>' +
									'<i>(Второй вариант ответа Магу)</i><br>'+
									'9. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охранником</b></a>.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;<i>(Первый вариант ответа Охраннику)</i><br>'+
									'Сдать задание <b>Охраннику</b>.<br>',
									'<b>Награда: </b><br>Бутерброд, 150 репутации,<br>1000 опыта и 1 монета,<br>бонус: Зелье Старого Мага.<br>',
									'<b>Награда: </b><br>Бутерброд, 200 репутации,<br>2000 опыта и 2 монеты,<br>бонус: Зелье Старого Мага.<br>',
									'<b>Награда: </b><br>Бутерброд, 250 репутации,<br>3000 опыта и 3 монеты,<br>бонус: Зелье Старого Мага.<br>',
									'<b>Награда: </b><br>Бутерброд, 300 репутации,<br>5000 опыта и 4 монеты,<br>бонус: Зелье Старого Мага.<br>',
									'<b>Награда: </b><br>Бутерброд, 350 репутации,<br>10000 опыта и 5 монет,<br>бонус: Зелье Старого Мага.<br>',
									'<b>Награда: </b><br>Бутерброд, 400 репутации,<br>20000 опыта и 6 монет,<br>бонус: Зелье Старого Мага.<br>',
									'<b>Награда: </b><br>Бутерброд, 450 репутации,<br>40000 опыта и 7 монет,<br>бонус: Зелье Старого Мага.<br>'],
									['<br><strong>Вариант III:</strong><br>'+
									'<b>2ч 25мин (пешком)</b>.<br>' +
									'<i>(Второй вариант ответа Охраннику)</i><br>'+
									'10. Победить <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Мага</b></a> и забрать амулет.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охраннику</b></a>.<br>',
									'<b>Награда: </b><br>Бутерброд, 150 репутации,<br>1000 опыта и 2 монеты,<br>бонус: Зелье Старого Мага.<br>',
									'<b>Награда: </b><br>Бутерброд, 200 репутации,<br>2000 опыта и 3 монеты,<br>бонус: Зелье Старого Мага.<br>',
									'<b>Награда: </b><br>Бутерброд, 250 репутации,<br>3000 опыта и 4 монеты,<br>бонус: Зелье Старого Мага.<br>',
									'<b>Награда: </b><br>Бутерброд, 300 репутации,<br>5000 опыта и 5 монет,<br>бонус: Зелье Старого Мага.<br>',
									'<b>Награда: </b><br>Бутерброд, 350 репутации,<br>10000 опыта и 6 монет,<br>бонус: Зелье Старого Мага.<br>',
									'<b>Награда: </b><br>Бутерброд, 400 репутации,<br>20000 опыта и 7 монет,<br>бонус: Зелье Старого Мага.<br>',
									'<b>Награда: </b><br>Бутерброд, 450 репутации,<br>40000 опыта и 8 монет,<br>бонус: Зелье Старого Мага.<br>']];
									
	PluginZagorodDate.TextQuest[15]	= [['<b><font color=\'#006600\'>Почтовый дилижанс&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>1ч 20мин (пешком)</b>.<br>' +
									'(Постоянно нападают волки).<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти на Почтовую станцию\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":275}])\'><b>Почтальон</b></a>.<br>'+
									'1. Поговорить со <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священником</b></a>.<br>'+
									'2. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Магом</b></a>.<br>'+
									'3. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотником</b></a>.<br>'+
									'4. Сдать <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьме</b></a> волчьи клыки<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и получить бонус.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти на Почтовую станцию\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":275}])\'><b>Почтальону</b></a><br>',
									'<br><b>Награда: </b><br>Обед воина, Клонирование,<br>250 репутации, 1000 опыта<br>и 2 монеты, бонус: 20 кр.<br>',
									'<br><b>Награда: </b><br>Обед воина, Клонирование,<br>300 репутации, 2000 опыта<br>и 3 монеты, бонус: 20 кр.<br>',
									'<br><b>Награда: </b><br>Обед воина, Клонирование,<br>350 репутации, 3000 опыта<br>и 4 монеты, бонус: 20 кр.<br>',
									'<br><b>Награда: </b><br>Обед воина, Клонирование,<br>400 репутации, 5000 опыта<br>и 5 монет, бонус: 20 кр.<br>',
									'<br><b>Награда: </b><br>Обед воина, Клонирование,<br>450 репутации, 10000 опыта<br>и 6 монет, бонус: 20 кр.<br>',
									'<br><b>Награда: </b><br>Обед воина, Клонирование,<br>500 репутации, 20000 опыта<br>и 7 монет, бонус: 20 кр.<br>',
									'<br><b>Награда: </b><br>Обед воина, Клонирование,<br>550 репутации, 40000 опыта<br>и 8 монет, бонус: 20 кр.<br>']];
									
	PluginZagorodDate.TextQuest[16]	= [['<b><font color=\'#006600\'>Праздничные приготовления&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>55мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Маг</b></a>.<br>'+
									'1. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти на Почтовую станцию\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":275}])\'><b>Почтальоном</b></a>.<br>'+
									'2. Отдать приглашение <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнецу</b></a>.<br>'+
									'3. Отдать приглашение <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщику</b></a>.<br>'+
									'4. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьмой</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и получить бонус.<br>'+
									'5. Отдать приглашение <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесорубу</b></a>.<br>'+
									'6. Отдать приглашение <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охраннику</b></a>.<br>'+
									'7. Вернуться к <a style=\'cursor:pointer;\' title=\'Идти на Почтовую станцию\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":275}])\'><b>Почтальону</b></a>.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Магу</b></a><br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>150 репутации, 1000 опыта<br>и 1 монета, бонус: Бутерброд.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>200 репутации, 2000 опыта<br>и 2 монеты, бонус: Бутерброд.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>250 репутации, 3000 опыта<br>и 3 монеты, бонус: Бутерброд.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>300 репутации, 5000 опыта<br>и 4 монеты, бонус: Бутерброд.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>350 репутации, 10000 опыта<br>и 5 монет, бонус: Бутерброд.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>400 репутации, 20000 опыта<br>и 6 монет, бонус: Бутерброд.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>450 репутации, 40000 опыта<br>и 7 монет, бонус: Бутерброд.<br>']];
									
	PluginZagorodDate.TextQuest[17]	= [['<b><font color=\'#006600\'>Приворотное зелье&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'>Ведьма</a>.<br>'+
									'1. Найти книгу на болоте.<br>'+
									'2. <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'>Ведьма</a> просит крысиный хвост,<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;крыло мыши и Любисток.<br>'+
									'3. Возле <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'>Замка одинокого рыцаря</a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;победить летучих мышей<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать крылья.<br>'+
									'4. Победить <a style=\'cursor:pointer;\' title=\'Идти на Рудник\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":35,"y":35}])\'>Крыс</a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать хвосты.<br>'+
									'5. В <a style=\'cursor:pointer;\' title=\'Идти в Пещеру дракона\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":585,"y":25}])\'>Пещере Дракона</a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;забрать Любисток<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(есть шанс взять без боя).<br>'+
									'6. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'>Ведьмы</a> взять зелье.<br>'+
									'7. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'>Рыцарем</a>.<br>'+
									'<br><strong>Вариант I:</strong><br>'+
									'<b>1ч 40мин (пешком)</b>.<br>' +
									'<i>(Первый вариант ответа Рыцарю)</i><br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'>Ведьме</a>.<br>',
									'<b>Награда: </b><br>Бутерброд, 150 репутации,<br>1000 опыта и 3 монеты.<br>',
									'<b>Награда: </b><br>Бутерброд, 200 репутации,<br>2000 опыта и 4 монеты.<br>',
									'<b>Награда: </b><br>Бутерброд, 250 репутации,<br>3000 опыта и 5 монет.<br>',
									'<b>Награда: </b><br>Бутерброд, 300 репутации,<br>5000 опыта и 6 монет.<br>',
									'<b>Награда: </b><br>Бутерброд, 350 репутации,<br>10000 опыта и 7 монет.<br>',
									'<b>Награда: </b><br>Бутерброд, 400 репутации,<br>20000 опыта и 8 монет.<br>',
									'<b>Награда: </b><br>Бутерброд, 450 репутации,<br>40000 опыта и 9 монет.<br>'],
									['<br><strong>Вариант II:</strong><br>'+
									'<b>1ч 20мин (пешком)</b>.<br>'+
									'<i>(Второй вариант ответа Рыцарю)</i><br>'+
									'8. Продолжить разговор с <b>Рыцарем</b>.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;<i>(Первый вариант ответа Рыцарю)</i><br>'+
									'Сдать задание <b>Рыцарю</b>.<br>',
									'<b>Награда: </b><br>Подогнать щит, 150 репутации,<br>1000 опыта и 2 монеты.<br>',
									'<b>Награда: </b><br>Подогнать щит, 200 репутации,<br>2000 опыта и 3 монеты.<br>',
									'<b>Награда: </b><br>Подогнать щит, 250 репутации,<br>3000 опыта и 4 монеты.<br>',
									'<b>Награда: </b><br>Подогнать щит, 300 репутации,<br>5000 опыта и 5 монет.<br>',
									'<b>Награда: </b><br>Подогнать щит, 350 репутации,<br>10000 опыта и 6 монет.<br>',
									'<b>Награда: </b><br>Подогнать щит, 400 репутации,<br>20000 опыта и 7 монет.<br>',
									'<b>Награда: </b><br>Подогнать щит, 450 репутации,<br>40000 опыта и 8 монет.<br>'],
									['<br><strong>Вариант III:</strong><br>'+
									'<b>2ч (пешком)</b>.<br>' +
									'<i>(Второй вариант ответа Рыцарю)</i><br>'+
									'8. Продолжить разговор с <b>Рыцарем</b>.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;<i>(Второй вариант ответа Рыцарю)</i><br>'+
									'9. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'>Ведьмой</a>.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;<i>(Первый вариант ответа Ведьме)</i><br>'+
									'10. У <b>Ведьмы</b> взять плащ.<br>'+
									'11. Поговорить со <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'>Священником</a>.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'>Рыцарю</a>.<br>',
									'<b>Награда: </b><br>Подогнать бронь, 200 репутации,<br>1000 опыта и 3 монеты.<br>',
									'<b>Награда: </b><br>Подогнать бронь, 250 репутации,<br>2000 опыта и 4 монеты.<br>',
									'<b>Награда: </b><br>Подогнать бронь, 300 репутации,<br>3000 опыта и 5 монет.<br>',
									'<b>Награда: </b><br>Подогнать бронь, 350 репутации,<br>5000 опыта и 6 монет.<br>',
									'<b>Награда: </b><br>Подогнать бронь, 400 репутации,<br>10000 опыта и 7 монет.<br>',
									'<b>Награда: </b><br>Подогнать бронь, 450 репутации,<br>20000 опыта и 8 монет.<br>',
									'<b>Награда: </b><br>Подогнать бронь, 500 репутации,<br>40000 опыта и 9 монет.<br>'],
									['<br><strong>Вариант IV:</strong><br>'+
									'<b>2ч 20мин (пешком)</b>.<br>' +
									'(Нужен Свиток «Идентификации»).<br>'+
									'<i>(Второй вариант ответа Ведьме)</i><br>'+
									'10. Победить <b>Ведьму</b><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;и забрать плащ.<br>'+
									'11. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'>Магом</a>.<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>(Первый вариант ответа Магу)</i><br>'+
									'12. Отдать <b>Магу</b><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Свиток Идентификации».<br>'+
									'13. Поговорить со <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'>Священником</a>.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'>Рыцарю</a>.<br>',
									'<b>Награда: </b><br>Бутерброд, чек на 5-20 кр,<br>200 репутации, 1000 опыта<br>и 3 монеты.<br>',
									'<b>Награда: </b><br>Бутерброд, чек на 5-20 кр,<br>250 репутации, 2000 опыта<br>и 4 монеты.<br>',
									'<b>Награда: </b><br>Бутерброд, чек на 5-20 кр,<br>300 репутации, 3000 опыта<br>и 5 монет.<br>',
									'<b>Награда: </b><br>Бутерброд, чек на 5-20 кр,<br>350 репутации, 5000 опыта<br>и 6 монет.<br>',
									'<b>Награда: </b><br>Бутерброд, чек на 5-20 кр,<br>400 репутации, 10000 опыта<br>и 7 монет.<br>',
									'<b>Награда: </b><br>Бутерброд, чек на 5-20 кр,<br>450 репутации, 20000 опыта<br>и 8 монет.<br>',
									'<b>Награда: </b><br>Бутерброд, чек на 5-20 кр,<br>500 репутации, 40000 опыта<br>и 8 монет.<br>'],
									['<br><strong>Вариант V:</strong><br>'+
									'<b>2ч 50мин (пешком)</b>.<br>' +
									'<i>(Второй вариант ответа Магу)</i><br>'+
									'12. <b>Маг</b> просит темнолистья.<br>'+
									'13. Собрать темнолистья<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;возле <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' '+
									'onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'>Дома лесоруба</a>.<br>'+
									'14. Отдать <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'>Магу</a> темнолистья.<br>'+
									'15. Поговорить со <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'>Священником</a>.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'>Рыцарю</a>.<br>',
									'<b>Награда: </b><br>Зелье Старого мага, Хилка 60HP,<br>150 репутации, 1000 опыта<br>и 2 монеты.<br>',
									'<b>Награда: </b><br>Зелье Старого мага, Хилка 90HP,<br>200 репутации, 2000 опыта<br>и 3 монеты.<br>',
									'<b>Награда: </b><br>Зелье Старого мага, Хилка 120HP,<br>250 репутации, 3000 опыта<br>и 4 монеты.<br>',
									'<b>Награда: </b><br>Зелье Старого мага, Хилка 150HP,<br>300 репутации, 5000 опыта<br>и 5 монет.<br>',
									'<b>Награда: </b><br>Зелье Старого мага, Хилка 180HP,<br>350 репутации, 10000 опыта<br>и 6 монет.<br>',
									'<b>Награда: </b><br>Зелье Старого мага, Хилка 180HP,<br>400 репутации, 20000 опыта<br>и 7 монет.<br>',
									'<b>Награда: </b><br>Зелье Старого мага, Хилка 180HP,<br>450 репутации, 40000 опыта<br>и 8 монет.<br>']];
									
	PluginZagorodDate.TextQuest[18]	= [['<b><font color=\'#006600\'>Пропавшая грамота&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>45мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти на Почтовую станцию\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":275}])\'><b>Почтальон</b></a>.<br>'+
									'1. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщиком</b></a>.<br>'+
									'2. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'><b>Рыцарем</b></a>.<br>'+
									'3. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти на Переправу\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":415,"y":245},{"x":435,"y":225}])\'>'+
									'<b>Лодочником</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(Можно переправиться за 1 кр.).<br>'+
									'4. Забрать грамоту у <a style=\'cursor:pointer;\' title=\'Идти в Разбойничье логово\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":525,"y":135}])\'>'+
									'<b>Разбойника</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(Победить <b>Разбойника</b><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;или заплатить 10 кр.).<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти на Почтовую станцию\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":275}])\'><b>Почтальону</b></a>.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 200 репутации,<br>1000 опыта и 1 монета.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 250 репутации,<br>2000 опыта и 2 монеты.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 300 репутации,<br>3000 опыта и 3 монеты.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 350 репутации,<br>5000 опыта и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 400 репутации,<br>10000 опыта и 5 монет.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 450 репутации,<br>20000 опыта и 6 монет.<br>',
									'<br><b>Награда: </b><br>Бутерброд, 500 репутации,<br>40000 опыта и 7 монет.<br>']];
									
	PluginZagorodDate.TextQuest[19]	= [['<b><font color=\'#006600\'>Прохудившаяся лодка&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>1ч 30мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти на Переправу\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":415,"y":245},{"x":435,"y":225}])\'>'+
									'<b>Лодочник</b></a>.<br>'+
									'1. <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнец</b></a> просит руду.<br>'+
									'2. У <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесоруба</b></a> взять топор.<br>'+
									'3. Отнести <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охраннику</b></a> топор.<br>'+
									'4. Победить <a style=\'cursor:pointer;\' title=\'Идти на Рудник\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":35,"y":35}])\'><b>Рудокопа</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать руду.<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигрима</b></a> взять смолу.<br>'+
									'6. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнеца</b></a> взять гвозди.<br>'+
									'7. У <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесоруба</b></a> взять доски.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти на Переправу\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":415,"y":245},{"x":435,"y":225}])\'>'+
									'<b>Лодочнику</b></a>.<br>',
									'<br><b>Награда: </b><br>Хилка 60HP, Бутерброд,<br>250 репутации, 1000 опыта<br>и 2 монеты.<br>',
									'<br><b>Награда: </b><br>Хилка 90HP, Бутерброд,<br>300 репутации, 2000 опыта<br>и 3 монеты.<br>',
									'<br><b>Награда: </b><br>Хилка 120HP, Бутерброд,<br>350 репутации, 3000 опыта<br>и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Хилка 150HP, Бутерброд,<br>400 репутации, 5000 опыта<br>и 5 монет.<br>',
									'<br><b>Награда: </b><br>Хилка 180HP, Бутерброд,<br>450 репутации, 10000 опыта<br>и 6 монет.<br>',
									'<br><b>Награда: </b><br>Хилка 180HP, Бутерброд,<br>500 репутации, 20000 опыта<br>и 7 монет.<br>',
									'<br><b>Награда: </b><br>Хилка 180HP, Бутерброд,<br>550 репутации, 40000 опыта<br>и 8 монет.<br>']];
									
	PluginZagorodDate.TextQuest[20]	= [['<b><font color=\'#006600\'>Разбойничья переправа&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>1ч 15мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Разбойничье логово\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":525,"y":135}])\'><b>Разбойник</b></a>.<br>'+
									'1. <a style=\'cursor:pointer;\' title=\'Идти на Переправу\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":415,"y":245},{"x":435,"y":225}])\'>'+
									'<b>Лодочник</b></a> просит табак, вино<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и полушубок.<br>'+
									'2. У <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотника</b></a> '+
									'взять полушубок.<br>'+
									'3. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигрима</b></a> взять табак.<br>'+
									'4. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщика</b></a> взять вино<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и особое вино.<br>'+
									'5. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти на Переправу\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":415,"y":245},{"x":435,"y":225}])\'>'+
									'<b>Лодочником</b></a>.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Разбойничье логово\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":525,"y":135}])\'><b>Разбойнику</b></a>.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, 150 репутации,<br>1000 опыта и 1 монета.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, 200 репутации,<br>2000 опыта и 2 монеты.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, 250 репутации,<br>3000 опыта и 3 монеты.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, 300 репутации,<br>5000 опыта и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, 350 репутации,<br>10000 опыта и 5 монет.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, 400 репутации,<br>20000 опыта и 6 монет.<br>',
									'<br><b>Награда: </b><br>Чек на 5-20 кр, 450 репутации,<br>40000 опыта и 7 монет.<br>']];
									
	PluginZagorodDate.TextQuest[21]	= [['<b><font color=\'#006600\'>Сейф для трактирщика&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>1ч 10мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщик</b></a>.<br>'+
									'1. <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнец</b></a> просит<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;руду, сталь и руну.<br>'+
									'2. У <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Мага</b></a> взять руну.<br>'+
									'3. У <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охранника</b></a><br>'+	
									'&nbsp;&nbsp;&nbsp;&nbsp;взять амуницию.<br>'+
									'4. Победить <a style=\'cursor:pointer;\' title=\'Идти на Рудник\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":35,"y":35}])\'><b>Рудокопа</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать руду.<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнеца</b></a> взять сейф.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщику</b></a>.<br>',
									'<br><b>Награда: </b><br> Подогнать Шлем, Бутерброд,<br>150 репутации, 1000 опыта<br>и 1 монета.<br>',
									'<br><b>Награда: </b><br> Подогнать Шлем, Бутерброд,<br>200 репутации, 2000 опыта<br>и 2 монеты.<br>',
									'<br><b>Награда: </b><br> Подогнать Шлем, Бутерброд,<br>250 репутации, 3000 опыта<br>и 3 монеты.<br>',
									'<br><b>Награда: </b><br> Подогнать Шлем, Бутерброд,<br>300 репутации, 5000 опыта<br>и 4 монеты.<br>',
									'<br><b>Награда: </b><br> Подогнать Шлем, Бутерброд,<br>350 репутации, 10000 опыта<br>и 5 монет.<br>',
									'<br><b>Награда: </b><br> Подогнать Шлем, Бутерброд,<br>400 репутации, 20000 опыта<br>и 6 монет.<br>',
									'<br><b>Награда: </b><br> Подогнать Шлем, Бутерброд,<br>450 репутации, 40000 опыта<br>и 7 монет.<br>']];
									
	PluginZagorodDate.TextQuest[22]	= [['<b><font color=\'#006600\'>Семейный секрет&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>1ч 25мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнец</b></a>.<br>'+
									'1. Поговорить со <a style=\'cursor:pointer;\' title=\'Идти к Скупщику краденого\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":645,"y":165}])\'><b>Скупщиком</b></a>.<br>'+
									'2. Победить <a style=\'cursor:pointer;\' title=\'Идти в Разбойничье логово\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":525,"y":135}])\'><b>Разбойника</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать мешочек.<br>'+
									'3. У <a style=\'cursor:pointer;\' title=\'Идти к Скупщику краденого\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":645,"y":165}])\'><b>Скупщика</b></a> '+
									'взять самоцветы.<br>'+	
									'4. Победить <a style=\'cursor:pointer;\' title=\'Идти в Пещеру дракона\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":585,"y":25}])\'><b>Дракона</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и собрать кровь.<br>'+
									'5. Победить <a style=\'cursor:pointer;\' title=\'Идти на Рудник\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":35,"y":35}])\'><b>Рудокопа</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать руду.<br>'+
									'6. У <a style=\'cursor:pointer;\' title=\'Идти на Переправу\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":415,"y":245},{"x":435,"y":225}])\'>'+
									'<b>Лодочника</b></a> взять воду<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(Оплата - 1кр.).<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнецу</b></a>.<br>',
									'<br><b>Награда: </b><br> Подогнать Серьги, 200 репутации,<br>1000 опыта и 1 монета.<br>',
									'<br><b>Награда: </b><br> Подогнать Серьги, 250 репутации,<br>2000 опыта и 2 монеты.<br>',
									'<br><b>Награда: </b><br> Подогнать Серьги, 300 репутации,<br>3000 опыта и 3 монеты.<br>',
									'<br><b>Награда: </b><br> Подогнать Серьги, 350 репутации,<br>5000 опыта и 4 монеты.<br>',
									'<br><b>Награда: </b><br> Подогнать Серьги, 400 репутации,<br>10000 опыта и 5 монет.<br>',
									'<br><b>Награда: </b><br> Подогнать Серьги, 450 репутации,<br>20000 опыта и 6 монет.<br>',
									'<br><b>Награда: </b><br> Подогнать Серьги, 500 репутации,<br>40000 опыта и 7 монет.<br>']];
									
	PluginZagorodDate.TextQuest[23]	= [['<b><font color=\'#006600\'>Создание амулета&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>2ч 45мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигрим</b></a>.<br>'+
									'1. <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьма</b></a> просит крылья, кровь,<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;хвосты, папоротник и зелье.<br>'+
									'2. На болоте собрать папоротник.<br>'+
									'3. Возле <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'>Замка одинокого рыцаря</a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;победить лучих мышей и волков,<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;собрать крылья и кровь.<br>'+
									'4. Победить <a style=\'cursor:pointer;\' title=\'Идти на Рудник\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":35,"y":35}])\'><b>Крыс</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать хвосты.<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Мага</b></a> взять зелье.<br>'+
									'6. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьмы</b></a> взять амулет.<br>'+
									'7. Показать <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Магу</b></a> амулет<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и получить бонус:<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;Зелье Старого Мага.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигриму</b></a>.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>Бутерброд, 250 репутации,<br>1000 опыта и 2 монеты,<br>бонус: Зелье Старого Мага.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>Бутерброд, 300 репутации,<br>2000 опыта и 3 монеты,<br>бонус: Зелье Старого Мага.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>Бутерброд, 350 репутации,<br>3000 опыта и 4 монеты,<br>бонус: Зелье Старого Мага.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>Бутерброд, 400 репутации,<br>5000 опыта и 5 монет,<br>бонус: Зелье Старого Мага.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>Бутерброд, 450 репутации,<br>10000 опыта и 6 монет,<br>бонус: Зелье Старого Мага.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>Бутерброд, 450 репутации,<br>20000 опыта и 7 монет,<br>бонус: Зелье Старого Мага.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>Бутерброд, 550 репутации,<br>40000 опыта и 8 монет,<br>бонус: Зелье Старого Мага.<br>']];
									
	PluginZagorodDate.TextQuest[24]	= [['<b><font color=\'#006600\'>Странная находка&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>50мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигрим</b></a>.<br>'+
									'1. Поговорить со <a style=\'cursor:pointer;\' title=\'Идти к Скупщику краденого\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":645,"y":165}])\'><b>Скупщиком</b></a>.<br>'+
									'2. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охранником</b></a>.<br>'+
									'3. В <a style=\'cursor:pointer;\' title=\'Идти в Пещеру дракона\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":585,"y":25}])\'><b>Пещере Дракона</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;взять череп<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;(может напасть дракон).<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охраннику</b></a>.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>Бутерброд, 150 репутации,<br>1000 опыта и 1 монета.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>Бутерброд, 200 репутации,<br>2000 опыта и 2 монеты.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>Бутерброд, 250 репутации,<br>3000 опыта и 3 монеты.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>Бутерброд, 300 репутации,<br>5000 опыта и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>Бутерброд, 350 репутации,<br>10000 опыта и 5 монет.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>Бутерброд, 400 репутации,<br>20000 опыта и 6 монет.<br>',
									'<br><b>Награда: </b><br>Нападение «Разбойника»,<br>Бутерброд, 450 репутации,<br>40000 опыта и 7 монет.<br>']];
									
	PluginZagorodDate.TextQuest[25]	= [['<b><font color=\'#006600\'>Сумка почтальона&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>2ч 10мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти на Почтовую станцию\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":275}])\'><b>Почтальон</b></a>.<br>'+
									'1. <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнец</b></a> просит руду.<br>'+
									'2. Победить <a style=\'cursor:pointer;\' title=\'Идти на Рудник\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":35,"y":35}])\'><b>Рудокопа</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать руду.<br>'+
									'3. У <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'><b>Рыцаря</b></a> взять узоры.<br>'+
									'4. <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотник</b></a> просит вино.<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщика</b></a> взять вино.<br>'+
									'6. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Кузнеца</b></a> взять пряжки.<br>'+
									'7. У <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотника</b></a> взять кожу.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти на Почтовую станцию\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":275}])\'><b>Почтальону</b></a>.<br>',
									'<br><b>Награда: </b><br>Хилка 60HP, Бутерброд,<br>150 репутации, 1000 опыта<br>и 1 монета.<br>',
									'<br><b>Награда: </b><br>Хилка 90HP, Бутерброд,<br>200 репутации, 2000 опыта<br>и 2 монеты.<br>',
									'<br><b>Награда: </b><br>Хилка 120HP, Бутерброд,<br>250 репутации, 3000 опыта<br>и 3 монеты.<br>',
									'<br><b>Награда: </b><br>Хилка 150HP, Бутерброд,<br>300 репутации, 5000 опыта<br>и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Хилка 180HP, Бутерброд,<br>350 репутации, 10000 опыта<br>и 5 монет.<br>',
									'<br><b>Награда: </b><br>Хилка 180HP, Бутерброд,<br>400 репутации, 20000 опыта<br>и 6 монет.<br>',
									'<br><b>Награда: </b><br>Хилка 180HP, Бутерброд,<br>450 репутации, 40000 опыта<br>и 7 монет.<br>']];
									
	PluginZagorodDate.TextQuest[26]	= [['<b><font color=\'#006600\'>Украденная икона&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>1ч 20мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священник</b></a>.<br>'+
									'1. Победить <a style=\'cursor:pointer;\' title=\'Идти в Разбойничье логово\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":525,"y":135}])\'><b>Разбойника</b></a>.<br>'+
									'2. Поговорить со <a style=\'cursor:pointer;\' title=\'Идти к Скупщику краденого\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":645,"y":165}])\'><b>Скупщиком</b></a>.<br>'+
									'3. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'><b>Рыцарем</b></a>.<br>'+
									'4. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священника</b></a> взять<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;Святую воду и свечу.<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'><b>Рыцаря</b></a> взять икону.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священнику</b></a>.<br>',
									'<br><b>Награда: </b><br>Большой Антидот, 100 репутации,<br>1000 опыта и 2 монеты.<br>',
									'<br><b>Награда: </b><br>Большой Антидот, 150 репутации,<br>2000 опыта и 3 монеты.<br>',
									'<br><b>Награда: </b><br>Большой Антидот, 200 репутации,<br>3000 опыта и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Большой Антидот, 250 репутации,<br>5000 опыта и 5 монет.<br>',
									'<br><b>Награда: </b><br>Большой Антидот, 300 репутации,<br>10000 опыта и 6 монет.<br>',
									'<br><b>Награда: </b><br>Большой Антидот, 350 репутации,<br>20000 опыта и 7 монет.<br>',
									'<br><b>Награда: </b><br>Большой Антидот, 400 репутации,<br>40000 опыта и 8 монет.<br>']];
									
	PluginZagorodDate.TextQuest[27]	= [['<b><font color=\'#006600\'>Цветные сердца&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>1ч 25мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Маг</b></a>.<br>'+
									'1. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьмой</b></a>.<br>'+
									'2. Поговорить со <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Священником</b></a>.<br>'+
									'3. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину ведьмы\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":575,"y":375}])\'><b>Ведьмы</b></a> взять эликсир.<br>'+
									'4. У <a style=\'cursor:pointer;\' title=\'Идти в Хижину пилигрима\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":265,"y":305}])\'><b>Пилигрима</b></a> взять зерна.<br>'+
									'5. Победить <a style=\'cursor:pointer;\' title=\'Идти к Орлиному гнезду\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":155,"y":195}])\'><b>Орла</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать сердце.<br>'+
									'6. Возле <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'>Замка одинокого рыцаря</a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;победить летучую мышь<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать сердце.<br>'+
									'7. Победить <a style=\'cursor:pointer;\' title=\'Идти в Пещеру дракона\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":585,"y":25}])\'><b>Дракона</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать сердце.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Башню мага\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":855,"y":245}])\'><b>Магу</b></a>.<br>'+
									'<br><strong>Вариант I:</strong><br>'+
									'<i>(Первый вариант ответа Магу)</i><br>',
									'<b>Награда: </b><br>Хилка 60HP, 100 репутации,<br>1000 опыта и 1 монета.<br>',
									'<b>Награда: </b><br>Хилка 90HP, 150 репутации,<br>2000 опыта и 2 монеты.<br>',
									'<b>Награда: </b><br>Хилка 120HP, 200 репутации,<br>3000 опыта и 3 монеты.<br>',
									'<b>Награда: </b><br>Хилка 150HP, 250 репутации,<br>5000 опыта и 4 монеты.<br>',
									'<b>Награда: </b><br>Хилка 180HP, 300 репутации,<br>10000 опыта и 5 монет.<br>',
									'<b>Награда: </b><br>Хилка 180HP, 350 репутации,<br>20000 опыта и 6 монет.<br>',
									'<b>Награда: </b><br>Хилка 180HP, 400 репутации,<br>40000 опыта и 7 монет.<br>'],
									['<br><strong>Вариант II:</strong><br>'+
									'<i>(Второй вариант ответа Магу)</i><br>',
									'<b>Награда: </b><br>Хилка 60HP, 200 репутации,<br>1000 опыта и 1 монета.<br>',
									'<b>Награда: </b><br>Хилка 90HP, 250 репутации,<br>2000 опыта и 2 монеты.<br>',
									'<b>Награда: </b><br>Хилка 120HP, 300 репутации,<br>3000 опыта и 3 монеты.<br>',
									'<b>Награда: </b><br>Хилка 150HP, 350 репутации,<br>5000 опыта и 4 монеты.<br>',
									'<b>Награда: </b><br>Хилка 180HP, 400 репутации,<br>10000 опыта и 5 монет.<br>',
									'<b>Награда: </b><br>Хилка 180HP, 450 репутации,<br>20000 опыта и 6 монет.<br>',
									'<b>Награда: </b><br>Хилка 180HP, 500 репутации,<br>40000 опыта и 7 монет.<br>']];
									
	PluginZagorodDate.TextQuest[28]	= [['<b><font color=\'#006600\'>Чемпион&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>25мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охранник</b></a>.<br>'+
									'1. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщиком</b></a>.<br>'+
									'2. Заплатив 10 кр. принять участие<br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;в пяти боях с Вышебалой.<br>'+
									'<br><strong>Вариант I:</strong><br>'+
									'(При победе)<br>'+
									'3. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщика</b></a> взять кружку.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охраннику</b></a>.<br>',
									'<b>Награда: </b><br>200 репутации, 1000 опыта<br>и 3 монеты.<br>',
									'<b>Награда: </b><br>250 репутации, 2000 опыта<br>и 4 монеты.<br>',
									'<b>Награда: </b><br>300 репутации, 3000 опыта<br>и 5 монет.<br>',
									'<b>Награда: </b><br>350 репутации, 5000 опыта<br>и 6 монет.<br>',
									'<b>Награда: </b><br>400 репутации, 10000 опыта<br>и 7 монет.<br>',
									'<b>Награда: </b><br>450 репутации, 20000 опыта<br>и 8 монет.<br>',
									'<b>Награда: </b><br>500 репутации, 40000 опыта<br>и 9 монет.<br>'],
									['<br><strong>Вариант II:</strong><br>'+
									'(При поражении)<br>'+
									'3. У <a style=\'cursor:pointer;\' title=\'Идти в Деревню\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":335}])\'><b>Трактирщика</b></a> взять Бутерброд.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти на Сторожевой пост\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":105,"y":255},{"x":835,"y":135}])\'>'+
									'<b>Охраннику</b></a>.<br>',
									'<b>Награда: </b><br>200 репутации, 1000 опыта<br>бонус: Бутерброд.<br>',
									'<b>Награда: </b><br>250 репутации, 2000 опыта<br>бонус: Бутерброд.<br>',
									'<b>Награда: </b><br>300 репутации, 3000 опыта<br>бонус: Бутерброд.<br>',
									'<b>Награда: </b><br>350 репутации, 5000 опыта<br>бонус: Бутерброд.<br>',
									'<b>Награда: </b><br>400 репутации, 10000 опыта<br>бонус: Бутерброд.<br>',
									'<b>Награда: </b><br>450 репутации, 20000 опыта<br>бонус: Бутерброд.<br>',
									'<b>Награда: </b><br>500 репутации, 40000 опыта<br>бонус: Бутерброд.<br>']];
									
	PluginZagorodDate.TextQuest[29]	= [['<b><font color=\'#006600\'>Шляпа для лесоруба&nbsp;&nbsp;&nbsp;</font>[<font color=\'red\' style=\'cursor:pointer\' title=\'Закрыть\' '+
									'onclick=\'HideQuestInfo()\'>x</font>]</b><br>'+
									'<b>2ч 20мин (пешком)</b>.<br>' +
									'Задание выдает <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесоруб</b></a>.<br>'+
									'1. Победить <a style=\'cursor:pointer;\' title=\'Идти к Орлиному гнезду\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":155,"y":195}])\'><b>Орла</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;и забрать перья.<br>'+
									'2. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'><b>Рыцарем</b></a>.<br>'+
									'3. Поговорить с <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотником</b></a>.<br>'+
									'4. По пути к <a style=\'cursor:pointer;\' title=\'Идти на Почтовую станцию\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":655,"y":275}])\'><b>Почтальону</b></a><br>'+
									'&nbsp;&nbsp;&nbsp;&nbsp;победить Разбойников.<br>'+
									'5. У <a style=\'cursor:pointer;\' title=\'Идти в Замок одинокого рыцаря\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":355,"y":185}])\'><b>Рыцаря</b></a> взять ткань.<br>'+
									'6. У <a style=\'cursor:pointer;\' title=\'Идти к Охотничьему биваку\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":345,"y":45}])\'><b>Охотника</b></a> взять кожу.<br>'+
									'Сдать задание <a style=\'cursor:pointer;\' title=\'Идти в Дом лесоруба\' onclick=\'parent.frames["leftmap"].MoveToXY([{"x":795,"y":345}])\'><b>Лесорубу</b></a>.<br>',
									'<br><b>Награда: </b><br>Подогнать бронь, 200 репутации,<br>1000 опыта и 3 монеты.<br>',
									'<br><b>Награда: </b><br>Подогнать бронь, 250 репутации,<br>2000 опыта и 4 монеты.<br>',
									'<br><b>Награда: </b><br>Подогнать бронь, 300 репутации,<br>3000 опыта и 5 монет.<br>',
									'<br><b>Награда: </b><br>Подогнать бронь, 350 репутации,<br>5000 опыта и 6 монет.<br>',
									'<br><b>Награда: </b><br>Подогнать бронь, 400 репутации,<br>10000 опыта и 7 монет.<br>',
									'<br><b>Награда: </b><br>Подогнать бронь, 450 репутации,<br>20000 опыта и 8 монет.<br>',
									'<br><b>Награда: </b><br>Подогнать бронь, 500 репутации,<br>40000 опыта и 9 монет.<br>']];
}

// © -GrandMaster- - http://capitalcity.oldbk.com/inf.php?329863